const cards = [
  {
    image: "/img/4.jpg",
    alt: "Старинное фото. Собрание членов союза кустарных артелей.",
    text: "Наш ведущий мастер родился в семье, предки которой основали токарно-игрушечный промысел в деревнях Бабенки и Голохвастово. В настоящее время он достойно продолжает дело предков.",
  },
  {
    image: "/img/7.jpg",
    alt: "Токарь за работой",
    text: "В 2024 году мы стали победителями регионального конкурса научно-исследовательских и творческих работ “Духовно-историческое возрождение Отечества: взгляд в будущее” (“ДИВО”) в номинации “Народные промыслы и творческие династии”.",
  },
  {
    image: "/img/9.jpg",
    alt: "На фестивале Сезоны",
    text: "Наши изделия выставлены в Климовском историко-краеведческом музее. Также мы ведём мастер-классы в Москве (в рамках проекта “Сезоны”) и в своей токарной мастерской, где каждый может создать для себя свой уникальный предмет.",
  },
];
export default cards;
